{
  "1": {
    "name": "Eerste Les van de Schrijver",
    "description": "Leer de meest basale hiërogliefen gebruikt in het oude Egyptische schrift."
  },
  "2": {
    "name": "Tempelinscripties",
    "description": "Ontcijfer heilige symbolen die in tempelwanden zijn uitgehouwen."
  },
  "3": {
    "name": "Koninklijke Cartouche",
    "description": "Ontsluit de mysteries van faraonische namen en titels."
  },
  "4": {
    "name": "Goddelijk Pantheon",
    "description": "Kanaliseer de kracht van de belangrijkste goden in je berekeningen."
  },
  "5": {
    "name": "Heilige Vergadering",
    "description": "Roep de wijsheid aan van de minder bekende maar machtige goden."
  },
  "6": {
    "name": "Hof van de Farao",
    "description": "Beheers de symbolen die de meest prestigieuze rollen in Egypte vertegenwoordigen."
  },
  "7": {
    "name": "Ambachtsgilde",
    "description": "Begrijp de ambachten en handel die het oude Egypte bouwden."
  },
  "8": {
    "name": "Heilige Menagerie",
    "description": "Benut de spirituele kracht van Egypte's meest vereerde dieren."
  },
  "9": {
    "name": "Nijlwezens",
    "description": "Verbind met de levengevende geesten van de grote rivier."
  },
  "10": {
    "name": "Hemelse Raad",
    "description": "Voltooi je begrip van de goddelijke hiërarchie."
  },
  "11": {
    "name": "Woestijnwachters",
    "description": "Beheers de symbolen van de felle beschermers van het zand."
  },
  "12": {
    "name": "Grafschatten",
    "description": "Ontsluit de kracht van de meest heilige artefacten van de farao's."
  },
  "13": {
    "name": "Tempeldienaars",
    "description": "Eer degenen die de goden dienden en de goddelijke orde handhaafden."
  },
  "14": {
    "name": "Goddelijke Regalia",
    "description": "Hanteer de symbolen van ultieme macht en goddelijk gezag."
  },
  "15": {
    "name": "Oppermachtige Mysteries",
    "description": "Combineer de krachtigste symbolen uit alle domeinen van Egyptische kennis."
  },
  "16": {
    "name": "Farao's Erfenis",
    "description": "Beheers de ultieme artefacten die eeuwig goddelijk bestuur vertegenwoordigen."
  },
  "17": {
    "name": "Osiris' Oordeel",
    "description": "Ga de ultieme test aan met symbolen van dood, wedergeboorte en goddelijk oordeel."
  },
  "18": {
    "name": "Architect van de Eeuwigheid",
    "description": "Ontwerp je pad naar onsterfelijkheid met de meest heilige combinaties."
  },
  "19": {
    "name": "Zonnemajesteit",
    "description": "Kanaliseer de gecombineerde kracht van zon, oorlog en goddelijke schepping."
  },
  "20": {
    "name": "Ra's Eeuwige Troon",
    "description": "Bereik het hoogste niveau van Egyptische mystieke kennis en goddelijk gezag."
  }
}
