{
  "starter_1": {
    "name": "Dawn at the Sphinx",
    "description": "Begin your adventure with the Great Sphinx as the morning sun illuminates its ancient face. A gentle introduction to the mysteries of Egypt."
  },
  "starter_2": {
    "name": "Papyrus Merchant's Route",
    "description": "Follow the trade routes of ancient papyrus merchants along the peaceful banks of the Nile. Discover the secrets of Egyptian commerce."
  },
  "starter_3": {
    "name": "Temple of Bastet",
    "description": "Visit the sacred temple of the cat goddess Bastet, where faithful worshippers bring offerings and seek protection from evil spirits."
  },
  "starter_4": {
    "name": "Scribe's Academy",
    "description": "Learn the art of hieroglyphic writing in the prestigious scribe's academy, where knowledge is more valuable than gold."
  },
  "junior_1": {
    "name": "Sacred Ibis Migration",
    "description": "Follow the sacred ibis birds on their annual migration along the Nile. Learn the patterns that ancient Egyptians used to predict the flood."
  },
  "junior_2": {
    "name": "Valley of the Artisans",
    "description": "Explore the village where skilled craftsmen created treasures for the pharaohs. Master the ancient techniques of metalwork and jewelry."
  },
  "junior_3": {
    "name": "Temple of Thoth",
    "description": "Enter the temple of Thoth, god of wisdom and writing. Solve mathematical puzzles that test your understanding of ancient Egyptian numbers."
  },
  "junior_4": {
    "name": "Lighthouse of Alexandria",
    "description": "Climb the legendary lighthouse of Alexandria, one of the Seven Wonders. Navigate the mathematical principles that made this marvel possible."
  },
  "expert_1": {
    "name": "Valley of the Kings",
    "description": "Explore the royal necropolis where pharaohs rest for eternity. Navigate through elaborate tomb chambers filled with ancient puzzles."
  },
  "expert_2": {
    "name": "Karnak Temple Complex",
    "description": "Venture through the vast temple complex of Karnak, dedicated to Amun-Ra. Solve the riddles left by high priests across centuries."
  },
  "expert_3": {
    "name": "Nile Delta Expedition",
    "description": "Journey through the fertile Nile Delta, encountering crocodile gods and solving the mysteries of the river's annual flood."
  },
  "expert_4": {
    "name": "Pyramid of Djoser",
    "description": "Ascend the step pyramid of Djoser, the first pyramid ever built. Face the challenges that have protected this monument for millennia."
  },
  "master_1": {
    "name": "Great Pyramid of Giza",
    "description": "Enter the most magnificent pyramid ever built. Face the ultimate test as you navigate the Grand Gallery and reach the King's Chamber."
  },
  "master_2": {
    "name": "Book of the Dead",
    "description": "Unravel the mysteries of the afterlife by collecting and deciphering the sacred texts that guide souls through the underworld."
  },
  "master_3": {
    "name": "Curse of the Pharaohs",
    "description": "Break the ancient curse that has plagued tomb raiders for centuries. Face supernatural challenges and divine retribution."
  },
  "master_4": {
    "name": "Tomb of Nefertari",
    "description": "Enter the most beautifully decorated tomb in the Valley of the Queens. Solve puzzles based on the stunning wall paintings and hieroglyphs."
  },
  "wizard_1": {
    "name": "Ra's Solar Journey",
    "description": "Accompany Ra on his perilous nightly journey through the underworld, battling the serpent Apep and ensuring the sun rises again."
  },
  "wizard_2": {
    "name": "Secrets of the Sphinx",
    "description": "Unlock the deepest mysteries hidden within the Great Sphinx. Face riddles that have challenged the greatest minds for millennia."
  },
  "wizard_3": {
    "name": "Chamber of Ma'at",
    "description": "Enter the cosmic chamber where Ma'at weighs the hearts of the dead. Balance divine mathematics in the realm of perfect justice."
  },
  "wizard_4": {
    "name": "Eternal Pyramid",
    "description": "Ascend the mythical Eternal Pyramid that exists beyond time and space. Master the ultimate mathematical mysteries of creation itself."
  }
}
