{
  "tombNames": {
    "starter_treasure_tomb": "Forgotten Merchant's Cache",
    "junior_treasure_tomb": "Noble's Hidden Vault",
    "expert_treasure_tomb": "High Priest's Treasury",
    "master_treasure_tomb": "Pharaoh's Secret Hoard",
    "wizard_treasure_tomb": "Vault of the Gods"
  },
  "storyTemplates": {
    "starter_treasure_tomb": {
      "run1_level1": "Trade Blessing",
      "run1_level2": "Ra's Mark",
      "run2_level1": "Fish for the Market",
      "run2_level2": "Bee's Bargain",
      "run3_level1": "Sacred Exchange",
      "run3_level2": "Cartouche for Fish",
      "run4_level1": "Honey Harvest",
      "run4_level2": "Merchant's Oath"
    },
    "junior_treasure_tomb": {
      "run1_level1": "Estate Blessing",
      "run1_level2": "Lion's Counsel",
      "run1_level3": "Sunlit Vizier",
      "run2_level1": "Artisan's Feast",
      "run2_level2": "Royal Scepters",
      "run2_level3": "Eye of the Market",
      "run3_level1": "Sacred Procession",
      "run3_level2": "Lion's Gift",
      "run3_level3": "Artisan's Sun",
      "run4_level1": "Ram's Offering",
      "run4_level2": "Pharaoh's Mark",
      "run4_level3": "Harvest Gathering",
      "run5_level1": "Noble Insignia",
      "run5_level2": "Bee's Blessing",
      "run5_level3": "Vizier's Table",
      "run6_level1": "Ram's Scepter",
      "run6_level2": "Merchant's Eye",
      "run6_level3": "Sunlit Estate"
    },
    "expert_treasure_tomb": {
      "run1_level1": "Ritual of the Sacred Vessels",
      "run1_level2": "Oracle's Blessing",
      "run1_level3": "Thoth's Artisan Feast",
      "run1_level4": "Lion's Hymn to Isis",
      "run2_level1": "High Priest's Procession",
      "run2_level2": "Djed Pillar Ceremony",
      "run2_level3": "Scribe's Offering",
      "run2_level4": "Lotus Vigil",
      "run3_level1": "Guardians of the Jar",
      "run3_level2": "Market of Prophecy",
      "run3_level3": "Feast of the Goose",
      "run3_level4": "Ram's Solar Rite",
      "run4_level1": "Crook and Flail Procession",
      "run4_level2": "Pharaoh's Sacred Staff",
      "run4_level3": "Embalmer's Vigil",
      "run4_level4": "Monkey and Lotus Prayer",
      "run5_level1": "Chalice of Hathor",
      "run5_level2": "Artisan's Oracle",
      "run5_level3": "Thoth's Golden Bees",
      "run5_level4": "Lion's Sacred Mark",
      "run6_level1": "High Priest's Coronation",
      "run6_level2": "Scepter of the Farmer",
      "run6_level3": "Embalmer's Scroll",
      "run6_level4": "Lotus and Jar Vigil",
      "run7_level1": "Sistrum's Song",
      "run7_level2": "Oracle's Artisan",
      "run7_level3": "Isis' Golden Geese",
      "run7_level4": "Lion's Crook",
      "run8_level1": "High Priest's Ascension",
      "run8_level2": "Scribe's Harvest",
      "run8_level3": "Vulture's Lotus",
      "run8_level4": "Sacred Vessels Rite"
    },
    "master_treasure_tomb": {
      "run1_level1": "Pharaoh's Coronation",
      "run1_level2": "Pyramid Consecration",
      "run1_level3": "Vizier's Council",
      "run1_level4": "Royal Procession",
      "run1_level5": "Seal of the Sun King",
      "run2_level1": "Golden Succession",
      "run2_level2": "Sphinx's Riddle",
      "run2_level3": "Palace Ceremony",
      "run2_level4": "Sacred Pyramid Raising",
      "run2_level5": "Pharaoh's Eternal Watch",
      "run3_level1": "Vizier and the Blue Crown",
      "run3_level2": "Pyramid of Power",
      "run3_level3": "Royal Solar Voyage",
      "run3_level4": "Scepter of the Realm",
      "run3_level5": "Golden Scarab",
      "run4_level1": "Pharaoh's Judgment",
      "run4_level2": "Palace of the Lion",
      "run4_level3": "Pyramid of the Sky",
      "run4_level4": "Vizier's Secret",
      "run4_level5": "Sun Consecration",
      "run5_level1": "Ram's Crown",
      "run5_level2": "Sphinx Guardians",
      "run5_level3": "Royal Offering",
      "run5_level4": "Palace of Eternity",
      "run5_level5": "Pharaoh's Golden Path",
      "run6_level1": "Vizier of the Valley",
      "run6_level2": "Pyramid of Dawn",
      "run6_level3": "Scepter Ceremony",
      "run6_level4": "Royal Lion",
      "run6_level5": "Sun Crown",
      "run7_level1": "Pharaoh's Ascension",
      "run7_level2": "Palace of the Sphinx",
      "run7_level3": "Vizier's Blessing",
      "run7_level4": "Pyramid of the Sun",
      "run7_level5": "Golden Throne",
      "run8_level1": "Crown of Eternity",
      "run8_level2": "Sphinx Council",
      "run8_level3": "Palace of Power",
      "run8_level4": "Pharaoh's Procession",
      "run8_level5": "Vizier's Secrets",
      "run9_level1": "Pharaoh's Pyramid",
      "run9_level2": "Sun Vigil",
      "run9_level3": "Royal Council",
      "run9_level4": "Scepter of Eternity",
      "run9_level5": "Golden Scarabs",
      "run10_level1": "Pharaoh's Final Judgment",
      "run10_level2": "Palace of Light",
      "run10_level3": "Pyramid of the Lion",
      "run10_level4": "Vizier's Lock",
      "run10_level5": "Eternal Throne"
    },
    "wizard_treasure_tomb": {
      "run1_level1": "Pillars of Dawn",
      "run1_level2": "Voyage of the Sun Boat",
      "run1_level3": "Stargazers' Oath",
      "run1_level4": "Sanctum of the Night Spirits",
      "run1_level5": "Rite of the Sacred Jar",
      "run1_level6": "Guardians of the Omens",
      "run2_level1": "Constellation Council",
      "run2_level2": "Temple of the Cosmos",
      "run2_level3": "Scrolls of the Night Watchers",
      "run2_level4": "Ceremony of the Rolling Sun",
      "run2_level5": "Blessing of the River Gods",
      "run2_level6": "Dawn of the Five Powers",
      "run3_level1": "Celestial Journey",
      "run3_level2": "Moonlit Gathering",
      "run3_level3": "Circle of the Nile Spirits",
      "run3_level4": "Inscription of the Heavens",
      "run3_level5": "Festival of the Stars",
      "run3_level6": "Procession Beyond the Veil",
      "run4_level1": "Heavenly Procession",
      "run4_level2": "Sacred Offering",
      "run4_level3": "Mystic Guardians",
      "run4_level4": "Divine Sanctuary",
      "run4_level5": "Eternal Return",
      "run4_level6": "Gods' Embrace",
      "run5_level1": "Stellar Council",
      "run5_level2": "Oracle's Path",
      "run5_level3": "Serpent's Dream",
      "run5_level4": "Heavenly Feast",
      "run5_level5": "Sacred Awakening",
      "run5_level6": "Eclipse Ceremony",
      "run6_level1": "Divine Pilgrims",
      "run6_level2": "Starlit Procession",
      "run6_level3": "Moonlit Sanctuary",
      "run6_level4": "Celestial Guardians",
      "run6_level5": "Gods' Vigil",
      "run6_level6": "Eternal Blessing",
      "run7_level1": "Solar Ascension",
      "run7_level2": "Mystic Banquet",
      "run7_level3": "Divine Pact",
      "run7_level4": "Riddle of the Cosmos",
      "run7_level5": "Stargazer's Rite",
      "run7_level6": "Cosmic Awakening",
      "run8_level1": "Heavenly Pilgrimage",
      "run8_level2": "Sacred Procession",
      "run8_level3": "Mystic Sanctuary",
      "run8_level4": "Divine Guardians",
      "run8_level5": "Eternal Path",
      "run8_level6": "Gods' Blessing",
      "run9_level1": "Council of the Sacred Beasts",
      "run9_level2": "Blueprints of Creation",
      "run9_level3": "Night Scribes' Vigil",
      "run9_level4": "Sunrise Guardians",
      "run9_level5": "Feast of the River Spirits",
      "run9_level6": "Garden of Renewal",
      "run10_level1": "Wings of the Sky",
      "run10_level2": "Market of the Moon Lion",
      "run10_level3": "Embalmer's Pact",
      "run10_level4": "Riddle of the Sacred Monkeys",
      "run10_level5": "Crown of the Elephant King",
      "run10_level6": "Procession of the Sun Queen",
      "run11_level1": "Assembly of the Oracle",
      "run11_level2": "Artisan's Sanctuary",
      "run11_level3": "Scribe's Secret",
      "run11_level4": "Accord of the Goose Guardians",
      "run11_level5": "Blessing of the Giraffe Star",
      "run11_level6": "Ankh's Vigil",
      "run12_level1": "Voyage of the Star Sailor",
      "run12_level2": "Lion's Moonlit Pact",
      "run12_level3": "Circle of the Nile Spirits",
      "run12_level4": "Inscription of the Heavens",
      "run12_level5": "Festival of the Stars",
      "run12_level6": "Procession Beyond the Veil"
    }
  },
  "descriptions": {
    "starter_treasure_tomb": {
      "run1_level1": "The merchant is granted an ankh, sealing a prosperous deal.",
      "run1_level2": "Ra marks the merchant's wares with a protective cartouche.",
      "run2_level1": "The farmer brings fish to the market, hoping for a good trade.",
      "run2_level2": "A clever bee bargains with the merchant for golden honey.",
      "run3_level1": "The ankh and Ra's blessing ensure a sacred exchange at the stall.",
      "run3_level2": "A cartouche is traded for a basket of fresh fish.",
      "run4_level1": "The farmer and bees gather honey at the break of day.",
      "run4_level2": "The merchant swears by the ankh to keep the market fair."
    },
    "junior_treasure_tomb": {
      "run1_level1": "The farmer, Hathor, and a cartouche bring blessing to the estate.",
      "run1_level2": "Anubis, the lion, and the bee gather for the noble's counsel.",
      "run1_level3": "The ankh, Ra, and the vizier meet under the sun's gaze.",
      "run2_level1": "The artisan prepares a feast with fish and ram for the noble hall.",
      "run2_level2": "Scepters, pharaoh, and crook and flail are displayed in royal splendor.",
      "run2_level3": "The eye of Horus, merchant, and farmer watch over the market.",
      "run3_level1": "Hathor, cartouche, and Anubis lead a sacred procession.",
      "run3_level2": "Lion, bee, and ankh are presented as a noble gift.",
      "run3_level3": "Ra, vizier, and artisan work together in the sunlit estate.",
      "run4_level1": "Fish, ram, and scepter are offered at the noble's altar.",
      "run4_level2": "Pharaoh, crook and flail, and eye of Horus mark the estate's power.",
      "run4_level3": "Merchant, farmer, and Hathor gather for the harvest.",
      "run5_level1": "Cartouche, Anubis, and lion form the noble insignia.",
      "run5_level2": "Bee, ankh, and Ra bring blessing to the estate.",
      "run5_level3": "Vizier, artisan, and fish prepare the table for the feast.",
      "run6_level1": "Ram, scepter, and pharaoh unite in a symbol of strength.",
      "run6_level2": "Crook and flail, eye of Horus, and merchant watch over the estate.",
      "run6_level3": "Farmer, Hathor, and cartouche celebrate the sunlit estate."
    },
    "expert_treasure_tomb": {
      "run1_level1": "At dawn, the high priest raises the ankh above the altar, the sistrum's chime echoing as sacred oils are poured into the canopic jar. The cartouche glimmers in the morning light, a silent witness to the ritual's power.",
      "run1_level2": "In the shadowed sanctuary, the oracle gazes into the eye of Horus, her words weaving fate for Hathor and the merchant who kneel before her. The air hums with unseen promise.",
      "run1_level3": "Thoth inscribes prayers as the artisan prepares a feast for the gods. The aroma of fish and the honking of a goose fill the temple, blending wisdom and abundance in a single offering.",
      "run1_level4": "As the sun sets, a bee circles Ra's golden disk while Isis and the lion lead the choir in a hymn. Their voices rise, calling blessings down upon the gathered faithful.",
      "run2_level1": "The high priest, crook and flail in hand, leads the ram and vizier through incense-laden halls. Each step blesses the sacred ground, the procession watched by silent statues.",
      "run2_level2": "Beneath banners of renewal, Horus and the pharaoh stand before the djed pillar. The scepter is lifted high, marking the start of a new season for the temple.",
      "run2_level3": "Anubis guides the farmer and embalmer to the scribe, who records their gifts for the gods. The harvest's fate is sealed with a careful hand and a whispered prayer.",
      "run2_level4": "A vulture circles overhead as the monkey places lotus flowers beside the ankh on the altar. The night vigil begins, watched by flickering torchlight.",
      "run3_level1": "Deep within the temple, the cartouche is set beside the canopic jar. The sistrum's music wards off evil as the eye of Horus guards the sanctum from unseen threats.",
      "run3_level2": "Hathor welcomes the merchant and oracle to the artisan's market, where prophecies are traded as eagerly as crafted wares. Laughter and secrets fill the air.",
      "run3_level3": "On the riverbank, fish are laid before Thoth as the goose honks and a bee hovers nearby. The feast honors the wisdom of the Nile and the bounty it brings.",
      "run3_level4": "At noon, Ra's rays illuminate Isis and the lion as they anoint the ram. The solar rite binds beast and goddess in a dance of light and strength.",
      "run4_level1": "The vizier, bearing the crook and flail, joins the high priest and Horus in a grand procession. Drums echo through the temple, calling all to witness.",
      "run4_level2": "In the Hall of Kings, the pharaoh stands guard with the djed pillar and scepter. Anubis prowls the shadows, ever watchful over the sacred staff.",
      "run4_level3": "By torchlight, the farmer and embalmer consult the scribe as the vulture perches above. Their vigil ensures the temple's secrets remain safe until dawn.",
      "run4_level4": "A monkey offers lotus flowers to the altar, while the ankh and cartouche are raised in prayer. Renewal is whispered on the night breeze.",
      "run5_level1": "Hathor fills the canopic jar with sacred water as the sistrum rings. The eye of Horus watches over the chalice, blessing all who drink from it.",
      "run5_level2": "In a quiet corner, the merchant and oracle consult the artisan over a fresh catch of fish. Their ritual blends prophecy with creation, shaping the future.",
      "run5_level3": "Thoth receives golden honey from the bee as the goose struts before Ra's altar. The temple glows with gratitude for these humble gifts.",
      "run5_level4": "Isis marks the sacred ground with the lion's paw and the ram's horn, while the vizier records the moment for eternity.",
      "run6_level1": "The high priest, crowned and robed, stands with crook and flail beside Horus and the pharaoh. The coronation unites earth and sky in a single breath.",
      "run6_level3": "The embalmer and scribe work by lamplight, watched by a vulture and a curious monkey. Scrolls for the afterlife are sealed with care.",
      "run6_level4": "Lotus petals drift onto the ankh and cartouche as the canopic jar is placed at the altar. The night vigil brings peace to the restless spirits.",
      "run7_level1": "The sistrum's song awakens the temple as the eye of Horus glimmers. Hathor and the merchant greet the dawn with music and trade.",
      "run7_level2": "The oracle and artisan weave a tapestry of prophecy, while fish and Thoth's wisdom are offered to the gods.",
      "run7_level3": "In the golden light, the goose and bee circle Ra's altar as Isis blesses the ritual. The air shimmers with magic.",
      "run7_level4": "The lion leads the ram and vizier, crook and flail in hand, through the temple's sacred halls. Their procession is a promise of strength.",
      "run8_level1": "The high priest ascends the temple steps with Horus and the pharaoh, the djed pillar casting a long shadow. The rite of passage begins.",
      "run8_level2": "The scepter is passed from Anubis to the farmer and embalmer, each adding their blessing for a wise harvest.",
      "run8_level3": "The scribe records the vulture's flight as the monkey offers lotus flowers. The ceremony honors both earth and sky.",
      "run8_level4": "At the final rite, the ankh and cartouche are joined with the canopic jar and sistrum. The sacred vessels shine, sealing the temple's legacy."
    },
    "master_treasure_tomb": {
      "run1_level1": "The pharaoh, guided by Osiris and watched by the jackal, rides atop a giraffe to the palace. The double crown gleams as the people cheer.",
      "run1_level2": "Priests, led by Isis and the embalmer, circle the pyramid. The uraeus crown glows as incense rises, and the stones are blessed in Osiris's name.",
      "run1_level3": "The architect and high priest consult the canopic jar, while a clever monkey scampers about. Their plans shape the future of the tomb.",
      "run1_level4": "The djed pillar is raised by the ram and artisan, as the goose honks in approval. The festival of pillars begins.",
      "run1_level5": "Lotus flowers are scattered by Bastet, while Anubis and Horus stand guard. The tomb is sealed with a sacred vow.",
      "run2_level1": "The elephant and Sobek march with the vulture, as the crook and flail are presented to the new ruler. The coronation is watched by all.",
      "run2_level2": "The oracle inscribes an ankh for the scribe, while the cartouche is pressed into clay. Their wisdom is preserved for eternity.",
      "run2_level3": "The mason and vizier, with the bee and farmer, prepare the fields for a golden harvest. The land buzzes with life.",
      "run2_level4": "The eye of Horus and fish are offered to the hippopotamus at the obelisk. The river's bounty is celebrated.",
      "run2_level5": "Thoth and Ra, with the guardian and merchant, bring gifts to the market. The sun god smiles on their trade.",
      "run3_level1": "The general presents the scepter to the lion, as the sistrum rings out. The court gathers for a grand ceremony.",
      "run3_level2": "Hathor sails the solar barque with the giraffe and jackal. Their journey is blessed by the morning sun.",
      "run3_level3": "Osiris and the pharaoh stand before the pyramid, crowned with the uraeus. Their reign is carved in stone.",
      "run3_level4": "The embalmer and Isis, with the architect and high priest, prepare the tomb for the afterlife. Rituals echo through the halls.",
      "run3_level5": "The canopic jar and monkey are placed beside the djed pillar and ram. The sacred animals watch over the tomb.",
      "run4_level1": "The artisan and goose decorate the lotus flower, as Bastet purrs nearby. The festival of beauty begins.",
      "run4_level2": "Anubis and Horus, joined by the elephant and Sobek, guard the gates of the palace. No intruder dares approach.",
      "run4_level3": "The vulture and crook and flail are presented to the oracle and ankh. Their wisdom guides the realm.",
      "run4_level4": "The scribe and cartouche are handed to the mason and vizier. Their records will last for ages.",
      "run4_level5": "The bee and farmer, with the eye of Horus and fish, bless the fields for a fruitful season.",
      "run5_level1": "The hippopotamus and obelisk stand tall as Thoth and Ra inscribe sacred texts. The temple glows with knowledge.",
      "run5_level2": "The guardian and merchant, with the general and scepter, lead the parade through the city. The people cheer their protectors.",
      "run5_level3": "The lion and sistrum, with Hathor and the solar barque, dance in the sunlight. Music fills the air.",
      "run5_level4": "The giraffe and jackal, with Osiris and the pharaoh, gather for the feast of kings. Their laughter echoes in the hall.",
      "run5_level5": "The pyramid and uraeus crown, with the embalmer and Isis, are honored in a twilight ceremony. The gods watch in silence.",
      "run6_level1": "The architect and high priest, with the canopic jar and monkey, design a new sanctuary. Their plans are blessed by the gods.",
      "run6_level2": "The djed pillar and ram, with the artisan and goose, raise the festival banners. The city rejoices.",
      "run6_level3": "Lotus flower and Bastet, with Anubis and Horus, guard the sacred pool. The water shimmers with magic.",
      "run6_level4": "The elephant and Sobek, with the vulture and crook and flail, patrol the riverbanks. Peace is kept in the land.",
      "run6_level5": "The oracle and ankh, with the scribe and cartouche, record the stories of the realm. Their words are eternal.",
      "run7_level1": "The mason and vizier, with the bee and farmer, build a monument to the harvest. The land flourishes under their care.",
      "run7_level2": "The eye of Horus and fish, with the hippopotamus and obelisk, are honored in a river ceremony. The waters run clear.",
      "run7_level3": "Thoth and Ra, with the guardian and merchant, light the torches for the night festival. The city glows with hope.",
      "run7_level4": "The general and scepter, with the lion and sistrum, lead the army in a parade. Their strength is unmatched.",
      "run7_level5": "Hathor and the solar barque, with the giraffe and jackal, set sail for distant lands. Adventure awaits.",
      "run8_level1": "Osiris and the pharaoh, with the pyramid and uraeus crown, preside over the council. Their wisdom shapes the future.",
      "run8_level2": "The embalmer and Isis, with the architect and high priest, prepare the tomb for a new king. The rituals are precise and sacred.",
      "run8_level3": "The canopic jar and monkey, with the djed pillar and ram, are placed in the burial chamber. The ancestors are honored.",
      "run8_level4": "The artisan and goose, with the lotus flower and Bastet, decorate the temple for the spring festival. Joy fills the air.",
      "run8_level5": "Anubis and Horus, with the elephant and Sobek, guard the tomb's entrance. No spirit may pass unchallenged.",
      "run9_level1": "The vulture and crook and flail, with the oracle and ankh, bless the new ruler. The coronation is celebrated by all.",
      "run9_level2": "The scribe and cartouche, with the mason and vizier, record the laws of the land. Justice is served.",
      "run9_level3": "The bee and farmer, with the eye of Horus and fish, tend the sacred gardens. The harvest is bountiful.",
      "run9_level4": "The hippopotamus and obelisk, with Thoth and Ra, mark the solstice. The sun stands still in the sky.",
      "run9_level5": "The guardian and merchant, with the general and scepter, defend the city walls. Peace reigns in the kingdom.",
      "run10_level1": "The lion and sistrum, with Hathor and the solar barque, lead the dawn procession. Music and light fill the streets.",
      "run10_level2": "The giraffe and jackal, with Osiris and the pharaoh, gather for the final council. Their decisions echo through time.",
      "run10_level3": "The pyramid and uraeus crown, with the embalmer and Isis, are honored in the closing ceremony. The gods bless the land.",
      "run10_level4": "The architect and high priest, with the canopic jar and monkey, seal the tomb. The story ends, but the legend lives on.",
      "run10_level5": "The djed pillar and ram, with the artisan and goose, stand as eternal guardians. The tomb is safe for all ages."
    },
    "wizard_treasure_tomb": {
      "run1_level1": "At dawn, the Eye of Horus gazes from the highest pillar as Cartouche and Ptah whisper the first secrets. The Djed Pillar stands firm, and Elephant's memory blesses the new age.",
      "run1_level2": "Scepter in hand, the Pharaoh boards the Solar Barque. Sistrum's music guides Hathor as the journey to the sun's heart begins.",
      "run1_level3": "Oracle and Jackal consult the stars while Hippopotamus guards the riverbank. Architect sketches a pyramid beneath the cosmic sky.",
      "run1_level4": "Artisan weaves lotus petals for the High Priest. Bastet prowls as Owl watches from above, and the sanctum glows with hidden wisdom.",
      "run1_level5": "Anubis and Scribe prepare the scrolls as General sharpens his blade. Khepri rolls the Canopic Jar into the circle, and the gods gather.",
      "run1_level6": "Crook and Flail cross as Seth and Osiris debate fate. Goose honks at the Obelisk, marking the sacred hour of omens.",
      "run2_level1": "Ra rises as Uraeus Crown glimmers. Nephthys whispers to Fish and Giraffe, and the river gods gather for the council of constellations.",
      "run2_level2": "Ankh is raised by Mason as Bee and Vulture circle above. Horus spreads his wings, and the temple awakens to cosmic power.",
      "run2_level3": "Sailor and Gazelle chart the night as Physician tends the Vizier. Farmer sows the first seeds beneath the stars' gaze.",
      "run2_level4": "Merchant and Frog trade stories with Lion and Embalmer. Turtle listens, ancient and wise, as the moonlight shimmers on the Nile.",
      "run2_level5": "Sobek and Guardian stand watch as Isis and Monkey prepare the Ram for the festival. The gods' laughter echoes through the vault.",
      "run2_level6": "Wadjet and Sekhmet join Thoth, Eye of Horus, and Cartouche to inscribe the dawn. Their wisdom shapes the fate of mortals.",
      "run3_level1": "Ptah carves the Djed Pillar as Elephant trumpets. Scepter is raised, Solar Barque sails, and the gods celebrate the festival of beginnings.",
      "run3_level2": "Sistrum calls Hathor to dance. Pharaoh consults the Oracle as Jackal guards the threshold of dreams.",
      "run3_level3": "Hippopotamus wades as Architect draws the Pyramid. Artisan and Lotus Flower bring gifts to the High Priest under the cosmic sky.",
      "run3_level4": "High Priest and Bastet share secrets with Owl. Anubis and Scribe record the omens as the night deepens.",
      "run3_level5": "General and Khepri prepare the Canopic Jar. Crook and Flail, Seth, and Osiris gather for the rite of renewal.",
      "run3_level6": "Goose and Obelisk greet Ra and Uraeus Crown. The heavens open as Nephthys blesses the new cycle.",
      "run4_level1": "Nephthys leads Fish and Giraffe in a dance of stars. Ankh glows as Mason lays the first stone of the cosmic temple.",
      "run4_level2": "Bee and Vulture circle Horus as Sailor and Gazelle set sail for the edge of the world.",
      "run4_level3": "Physician tends Vizier as Farmer and Merchant prepare the feast. Frog croaks a blessing under the moon.",
      "run4_level4": "Lion and Embalmer guide Turtle, Sobek, and Guardian through the night. Their journey is watched by Isis and Monkey.",
      "run4_level5": "Ram, Wadjet, and Sekhmet join Thoth and Eye of Horus to keep vigil as the stars turn overhead.",
      "run4_level6": "Cartouche, Ptah, and Djed Pillar are honored as Elephant and Scepter mark the dawn of a new era.",
      "run5_level1": "Solar Barque sails as Sistrum calls Hathor to the council. Pharaoh and Oracle seek Jackal's wisdom at the river's edge.",
      "run5_level2": "Hippopotamus and Architect build the pyramid as Pyramid and Artisan shape the Lotus Flower for the High Priest.",
      "run5_level3": "Bastet and Owl keep watch as Anubis, Scribe, and General prepare the scrolls for the gods.",
      "run5_level4": "Khepri rolls the Canopic Jar to the altar. Crook and Flail, Seth, and Osiris stand guard as Goose and Obelisk mark the sacred ground.",
      "run5_level5": "Ra, Uraeus Crown, and Nephthys gather with Fish and Giraffe. The river's song weaves through the council, and the gods bestow their blessing.",
      "run5_level6": "Ankh, Mason, Bee, Vulture, and Horus unite at dawn. Their combined power awakens the world to a new age of wonder.",
      "run6_level1": "Sailor and Gazelle set out as Physician tends the Vizier. Farmer and Merchant prepare the feast for the gods.",
      "run6_level2": "Frog and Lion leap as Embalmer and Turtle guide Sobek and Guardian to the sacred pool.",
      "run6_level3": "Isis and Monkey call Ram, Wadjet, and Sekhmet to the moonlit sanctuary. Thoth records their wisdom.",
      "run6_level4": "Eye of Horus and Cartouche shine as Ptah, Djed Pillar, and Elephant gather for the dawn ceremony.",
      "run6_level5": "Scepter and Solar Barque lead Sistrum, Hathor, and Pharaoh in a dance of light. Oracle and Jackal watch from afar.",
      "run6_level6": "Artisan and Lotus Flower join High Priest, Bastet, and Owl to bless the eternal garden.",
      "run7_level1": "Anubis, Scribe, and General keep Khepri's secrets as Canopic Jar is placed at the altar. The gods gather for the solar ascension.",
      "run7_level2": "Crook and Flail, Seth, and Osiris forge an accord with Goose and Obelisk, uniting the guardians of the dawn.",
      "run7_level3": "Ra, Uraeus Crown, and Nephthys bless Fish and Giraffe, bringing fortune to the land.",
      "run7_level4": "Ankh, Mason, Bee, Vulture, and Horus keep vigil as the stars wheel overhead.",
      "run7_level5": "Sailor, Gazelle, and Physician set sail with Vizier and Farmer, seeking the edge of the world.",
      "run7_level6": "Merchant, Frog, and Lion join Embalmer and Turtle in a moonlit pact, their destinies forever linked.",
      "run8_level1": "Sobek, Guardian, Isis, Monkey, and Ram form a circle, calling forth the spirits of the Nile.",
      "run8_level2": "Wadjet, Sekhmet, Thoth, Eye of Horus, and Cartouche inscribe the heavens with their wisdom.",
      "run8_level3": "Ptah, Djed Pillar, Elephant, Scepter, and Solar Barque gather for the festival of the stars.",
      "run8_level4": "Sistrum, Hathor, Pharaoh, Oracle, and Jackal lead the final procession, opening the gates to the next world.",
      "run8_level5": "Artisan and Lotus Flower join High Priest, Bastet, and Owl to bless the eternal garden.",
      "run8_level6": "Anubis, Scribe, and General keep Khepri's secrets as Canopic Jar is placed at the altar. The gods gather for the solar ascension.",
      "run9_level1": "Monkey and Ram, with Wadjet, Sekhmet, and Thoth, pose riddles to those who seek the wisdom of the gods.",
      "run9_level2": "Eye of Horus and Cartouche crown Ptah, Djed Pillar, and Elephant as rulers of the celestial realm.",
      "run9_level3": "Scepter, Solar Barque, Sistrum, Hathor, and Pharaoh lead the procession of the sun queen, heralding a new era.",
      "run9_level4": "Oracle, Jackal, and Hippopotamus gather with Architect and Pyramid to foresee the fate of the world.",
      "run9_level5": "Artisan, Lotus Flower, and High Priest create a sanctuary, watched over by Bastet and Owl.",
      "run9_level6": "Anubis, Scribe, and General keep Khepri and the Canopic Jar's secrets safe in the night.",
      "run10_level1": "Crook and Flail, Seth, and Osiris forge an accord with Goose and Obelisk, uniting the guardians of the dawn.",
      "run10_level2": "Ra, Uraeus Crown, and Nephthys bless Fish and Giraffe, bringing fortune to the land.",
      "run10_level3": "Ankh, Mason, Bee, Vulture, and Horus keep vigil as the stars wheel overhead.",
      "run10_level4": "Sailor, Gazelle, and Physician set sail with Vizier and Farmer, seeking the edge of the world.",
      "run10_level5": "Merchant, Frog, and Lion join Embalmer and Turtle in a moonlit pact, their destinies forever linked.",
      "run10_level6": "Sobek, Guardian, Isis, Monkey, and Ram form a circle, calling forth the spirits of the Nile.",
      "run11_level1": "Wadjet, Sekhmet, Thoth, Eye of Horus, and Cartouche inscribe the heavens with their wisdom.",
      "run11_level2": "Ptah, Djed Pillar, Elephant, Scepter, and Solar Barque gather for the festival of the stars.",
      "run11_level3": "Sistrum, Hathor, Pharaoh, Oracle, and Jackal lead the final procession, opening the gates to the next world.",
      "run11_level4": "Artisan and Lotus Flower join High Priest, Bastet, and Owl to bless the eternal garden.",
      "run11_level5": "Anubis, Scribe, and General keep Khepri's secrets as Canopic Jar is placed at the altar. The gods gather for the solar ascension.",
      "run11_level6": "Crook and Flail, Seth, and Osiris forge an accord with Goose and Obelisk, uniting the guardians of the dawn.",
      "run12_level1": "Ra, Uraeus Crown, and Nephthys gather with Fish and Giraffe. The river's song weaves through the council, and the gods bestow their blessing.",
      "run12_level2": "Ankh, Mason, Bee, Vulture, and Horus unite at dawn. Their combined power awakens the world to a new age of wonder.",
      "run12_level3": "Sailor, Gazelle, and Physician set sail with Vizier and Farmer, seeking the edge of the world.",
      "run12_level4": "Merchant, Frog, and Lion join Embalmer and Turtle in a moonlit pact, their destinies forever linked.",
      "run12_level5": "Sobek, Guardian, Isis, Monkey, and Ram form a circle, calling forth the spirits of the Nile.",
      "run12_level6": "Wadjet, Sekhmet, Thoth, Eye of Horus, and Cartouche inscribe the heavens with their wisdom."
    }
  }
}
