{
  "1": {
    "name": "Scribe's First Lesson",
    "description": "Learn the most basic hieroglyphs used in ancient Egyptian writing."
  },
  "2": {
    "name": "Temple Inscriptions",
    "description": "Decipher sacred symbols found carved on temple walls."
  },
  "3": {
    "name": "Royal Cartouche",
    "description": "Unlock the mysteries of pharaonic names and titles."
  },
  "4": {
    "name": "Divine Pantheon",
    "description": "Channel the power of the major gods in your calculations."
  },
  "5": {
    "name": "Sacred Assembly",
    "description": "Invoke the wisdom of the lesser-known but powerful deities."
  },
  "6": {
    "name": "Court of the Pharaoh",
    "description": "Master the symbols representing the most prestigious roles in Egypt."
  },
  "7": {
    "name": "Artisan's Guild",
    "description": "Understand the crafts and trades that built ancient Egypt."
  },
  "8": {
    "name": "Sacred Menagerie",
    "description": "Harness the spiritual power of Egypt's most revered animals."
  },
  "9": {
    "name": "Nile Creatures",
    "description": "Connect with the life-giving spirits of the great river."
  },
  "10": {
    "name": "Celestial Council",
    "description": "Complete your understanding of the divine hierarchy."
  },
  "11": {
    "name": "Desert Guardians",
    "description": "Master the symbols of the fierce protectors of the sands."
  },
  "12": {
    "name": "Tomb Treasures",
    "description": "Unlock the power of the most sacred artifacts of the pharaohs."
  },
  "13": {
    "name": "Temple Servants",
    "description": "Honor those who served the gods and maintained divine order."
  },
  "14": {
    "name": "Divine Regalia",
    "description": "Wield the symbols of ultimate power and divine authority."
  },
  "15": {
    "name": "Supreme Mysteries",
    "description": "Combine the most powerful symbols from all realms of Egyptian knowledge."
  },
  "16": {
    "name": "Pharaoh's Legacy",
    "description": "Master the ultimate artifacts that represent eternal divine rule."
  },
  "17": {
    "name": "Osiris' Judgment",
    "description": "Face the ultimate test with symbols of death, rebirth, and divine judgment."
  },
  "18": {
    "name": "Architect of Eternity",
    "description": "Design your path to immortality using the most sacred combinations."
  },
  "19": {
    "name": "Solar Majesty",
    "description": "Channel the combined power of sun, war, and divine creation."
  },
  "20": {
    "name": "Ra's Eternal Throne",
    "description": "Achieve the highest level of Egyptian mystical knowledge and divine authority."
  }
}
