import { mulberry32, shuffle } from "@/game/random"

const random = mulberry32(87654321)

// prettier-ignore
export const hieroglyphs = shuffle([
  "𓁤", "𓁥", "𓁦", "𓁧", "𓁨", "𓁩", "𓁪", "𓁫", "𓁬", "𓁭", "𓁮", "𓁯",
  "𓁰", "𓁱", "𓁲", "𓁳", "𓁴", "𓁵", "𓁶", "𓁷", "𓁸", "𓁹", "𓁺", "𓁻",
  "𓁼", "𓁽", "𓁾", "𓁿", "𓂀", "𓀀", "𓀁", "𓀂", "𓀃", "𓀄", "𓀅",
  "𓀆", "𓀇", "𓀈", "𓀉", "𓀊", "𓀋", "𓀌", "𓀍", "𓀎", "𓀏", "𓀐",
  "𓀑", "𓀒", "𓀓", "𓀔", "𓀕", "𓀖", "𓀗", "𓀘", "𓀙", "𓀚", "𓀛", "𓀜",
  "𓀝", "𓀞", "𓀟", "𓀠", "𓀡", "𓀢", "𓀣", "𓀤", "𓀥", "𓀦", "𓀧", "𓀨",
  "𓀩", "𓀪", "𓀫", "𓀬", "𓀭", "𓀮", "𓀯", "𓀰", "𓀱", "𓀲", "𓀳", "𓀴",
  "𓀵", "𓀶", "𓀷", "𓀸", "𓀹", "𓀺", "𓀻", "𓀼", "𓀽", "𓀾", "𓀿", "𓁀",
  "𓁁", "𓁂", "𓁃", "𓁄", "𓁅", "𓁆", "𓁇", "𓁈", "𓁉", "𓁊", "𓁋", "𓁌",
  "𓁍", "𓁎", "𓁏", "𓁐", "𓁑", "𓁒", "𓁓", "𓁔", "𓁕", "𓁖", "𓁗", "𓁘", "𓁙", 
  "𓁚", "𓁛", "𓁜", "𓁝", "𓁞", "𓁟", "𓁠", "𓁡", "𓁢", "𓁣", "𓃒", "𓃓", "𓃔", 
  "𓃕", "𓃖", "𓃗", "𓃘", "𓃙", "𓃚", "𓃛", "𓃜", "𓃝", "𓃞", "𓃟",
  "𓃠", "𓃡", "𓃢", "𓃣", "𓃤", "𓃥", "𓃦", "𓃧", "𓃨", "𓃩", "𓃪", "𓃫",
  "𓃬", "𓃭", "𓃮", "𓃯", "𓃰", "𓃱", "𓃲", "𓃳", "𓃴", "𓃵", "𓃶", "𓃷",
  "𓃸", "𓃹", "𓃺", "𓃻", "𓃼", "𓃽", "𓃾", "𓃿", "𓄀", "𓄁", "𓄂", "𓄃",
  "𓄄", "𓄅", "𓄆", "𓄇", "𓄈", "𓄉", "𓄾", "𓄿", "𓅀", "𓅁", "𓅂", "𓅃", "𓅄",
  "𓅅", "𓅆", "𓅇", "𓅈", "𓅉", "𓅊", "𓅋", "𓅌", "𓅍", "𓅎", "𓅏", "𓅐", "𓅑",
  "𓅒", "𓅓", "𓅔", "𓅕", "𓅖", "𓅗", "𓅘", "𓅙", "𓅚", "𓅛", "𓅜", "𓅝", 
  "𓅞", "𓅟", "𓅠", "𓅡", "𓅢", "𓅣", "𓅤", "𓅥", "𓅦", "𓅧", "𓅨", "𓅩", 
  "𓅪", "𓅫", "𓅬", "𓅭", "𓅮", "𓅯", "𓅰", "𓅱", "𓅲", "𓅳", "𓅴", "𓅵", "𓅶", 
  "𓅷", "𓅸", "𓅹", "𓅺", "𓅻", "𓅼", "𓅽", "𓅾", "𓅿", "𓆀", "𓆁", "𓆂", 
  "𓆃", "𓆄", "𓆅", "𓆆", "𓆇", "𓆈", "𓆉", "𓆊", "𓆋", "𓆌", "𓆍", "𓆎", "𓆏",
], random)
